Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “师父，我出……”他话到一半突然愣住，这才发现，沈萤身边多了一个人。身着一身白衣，挨得极近，手里还端着个盘子，正一个个把里面的水果递给身边的人。那亮得有些刺眼的眼神，非常的不顺眼。
en_us: "Master, I'm out..." he stopped himself mid-sentence when he realised that there was a stranger seated next to Shen Ying. He was dressed in white and was standing extremely close to her with a plate in hand. He was handing the fruits on the plate to Shen Ying. His bright eyes were really... annoying.

source: “师父，我在筑基之时，就已僻谷。况且凡人的食物，对修行无益，所以我……”他话到一半又停住，似是发现了什么，眼睛一亮道，“莫非师父是想告诉徒儿，食用凡人的食物，也是一种修行？”
en_us: "Master, during my Foundation Establishment, I had already been practicing Grain Liberation. Moreover, the food of mortals is not beneficial to cultivation, so I..." He stopped in mid-sentence, as if having realised something. Eyes brightening, he asked, "Is Master telling me that eating the food of mortals is a form of cultivation?" With that said, he happily took up the chopsticks and started eating.

source: “师父，我明白了！”他压制住因顿悟开始疯长的修为，转身朝着沈萤一拜，然后直接朝对面的青亦又飞了出去。
en_us: "Master, I understand now!" Yi Qing suppressed his epiphany as his cultivation level increased rapidly. He turned around to bow to Shen Ying and immediately flew toward Qing Yi, who had been standing opposite from them.

source: “师父，我觉得这个白泽不是什么简单的人物，还是不要过多接触才是。”羿清用从未有过的严肃神情道。
en_us: "Master, I don't think that Bai Ze is a simple charaacter. It would be better if you minimize contact with him," Yi Qing spoke sternly to Shen Ying for the very first time.

source: “师父，我这就去做饭。”羿清一挥手，瞬间收走了桌上所有的食物，一头扎进了厨房。
en_us: "Master, I'll make some rice for you." Yi Qing put away all the food on the stone table and headed into the kitchen.

source: “师父，接下来我们要去哪？”见两人吃得差不多了，羿清灭了火，习惯性的收拾了一下野餐现场问道。
en_us: "Master, where are we going to go now?" Seeing that both of them were almost finished with the food, Yi Qing put out the fire and habitually packed up the picnic.

source: “师父，是徒儿的错，让您担心了。”
en_us: "Master, it's my fault that I have caused you to worry."

source: “师父，是防御铃。”羿清直接拿出一串一模一样的小铃铛递给她，“我昨晚连夜练出来的防御法器，可以挡下元婴修士全力一击。”
en_us: "Master, it's the Defense Bells." Yi Qing immediately took out a string of small bells which all looked exactly the same and handed them to her. "I pulled an all nighter to refine these defense Dharma artifacts last night. They will be able to withstand a full attack from a Nascent Soul cultivator."

source: “师父，此去最近的市集，估计还要两个时辰。”他看了看前方，提议道，“时日不早了，不如我们在此休息一下，待师父用过午饭再赶路。”
en_us: "Master, we are at least four hours from the nearest town." He turned back to face the front and suggested, "It's getting late. Why don't we stop here for lunch before we continue on our way?"

source: “师父，稍等！”他行了个礼，这才快步一头扎进了厨房里，临走还不忘用周身的剑气，把桌上原本的食物毁尸灭迹。
en_us: "Master, please wait!" He bowed and then quickly headed into the kitchen. Before going in, he even used the Sword Qi around him to utterly destroy all the original dishes on the table, leaving no trace of them at all.

source: “师父，要不我还是再去猎几只灵兽吧？”
en_us: "Master, shall I still go and hunt a few spirit beasts?"

source: “师父，还不到午饭的时辰。”羿清一脸不满的看着进来的思羽一动不动，他才不走。
en_us: "Master, it's not yet lunch time," Yi Qing stayed rooted at his spot. He glared at Si Yu. No way was he leaving.

source: “师父，这……”羿清一愣，不是刚从那回来吗？
en_us: "Uh, but Master, I..." Yi Qing mumbled. He was confused, did he not just come back from there?

source: “师父，这个狐妖怎么处置？”
en_us: "Master, how should we deal with this fox demon?"

source: “师父，这就是我平日所用之剑法。”羿清抱拳向着沈萤一拜，直直的看向她，眼睛那叫一个闪亮。
en_us: "Master, this is the sword technique I usually use." Yi Qing turned towards Shen Ying, his fists cupped in respect. He looked straight at her, his eyes shining.

source: “师父？”
en_us: "Master?"

source: “师父？”孤月正打算发飙，一道熟悉的声音响起。
en_us: "Master?!" Lonemoon was just about to flip out when a familiar voice rang out.

source: “师父？”羿清突然轻声唤了一句。
en_us: "Master?" Yi Qing called out softly.

source: “师父？”羿清认真的问，“有何奇怪之处?”
en_us: "Master?" Yi Qing asked seriously, "What strange thing did you realise?"

source: “师父？怎么……”跟在身后的羿清刚要开口，眼睛一扫，也僵住了。
en_us: "Master? What's wrong…?" Yi Qing, who was behind her, was about to ask what the matter was when he too froze after seeing the sign.

source: “带了带了。”兔王连忙点头，“上仙的吩咐，我怎么敢忘？”说着从筐里掏出一堆的肉食，猪羊牛肉都有，“这是我让兔孙们，连夜赶到百里外的凡人镇人上弄的，新鲜着呢！”
en_us: "Yes I brought it, I brought it," the Rabbit Monarch nodded hastily. "How could I dare forget instructions from the Exalted Immortal?" He took out a bunch of meats from the basket which included pork, lamb and beef. "These are what I made my rabbit grandchildren rush throughout the night to the mortal town beyond fifty thousand meters to get. They are still fresh!"

source: “带路。”
en_us: "Lead the way."

source: “干哈！”沈萤猛的转头过来，杀气（起床气）四溢ing……
en_us: "What!” Shen Ying suddenly turned her head forcefully. A killing vibe, or rather a 'being-disturbed in-her-sleep' vibe, filled the entire atmosphere.

source: “干嘛一定要加入？”沈萤问，“自己修练自己的不行吗？”
en_us: "Why must we join them?" Shen Ying asked. "Why can't we work on cultivating ourselves?"

source: “干嘛不走了？”沈萤伸手戳了戳身前的人。
en_us: "Why are you not moving?" Shen Ying stretched out her hand to poke the person in front of her.

source: “干嘛，还要我开花？”
en_us: "What, do you want me to flower?"

source: “干嘛？”
en_us: "What for?"

source: “干嘛？”孤月皱了皱眉，却还是挥手在石桌上唤出了纸笔。
en_us: "What for?" Lonemoon frowned. Nevertheless, he took out a piece of paper and a pen and placed them on the stone table.

source: “干嘛？”想赶他走，吃独食啊？
en_us: "What?" Was she going to chase him away so she could have everything?

source: “干嘛？”沈萤一脸莫名，“你要当素菜家族的萝卜？”
en_us: "What are you doing?" Shen Ying asked, confused. "You want to be the Vegetable Family's radish?"

source: “干嘛？她能去，我不能去吗？”不带这么差别对待的，“本尊是看你们此行危险，好心来保护这些小弟子的，不行啊？”人都走了，他多无聊。
en_us: "Why do you ask? If she can go, why can't I?" Such discrimination could not be tolerated. "I've come along to protect the both of you as I think that this expedition is going to be dangerous." If both of them left, he would be bored to death.

source: “并非如此！”奚秋连忙解释道，“只是不知道为何，这幡中的恶鬼就算被是阵法中的灵气侵蚀，却不曾从这幡中出来，故此无法完全净化。”
en_us: "No, that is not the case!" Xi Qiu quickly explained, "But we are not sure why the demon souls never came out of this gonfalon even when their Spirit Qi was eroded by the array formation, which was why they could not be completely purged."

source: “幻影拳！”
en_us: "Phantom Punch!"

source: “应该……想吧？”沈萤歪了歪头，仍是那副万事不上心的散漫样。
en_us: "I think… so?" Shen Ying cocked her head to one side, still wearing that nonchalant expression of hers.

source: “应该了解啥？”
en_us: "What do I need to understand?"

source: “应该就是。”孤月点头，“听说上青界四大世家之中，有一个世家的修士大多都是专门练制丹药的丹修。这个世家的至宝就是千叶草木灵，也是世间唯一一株。”
en_us: "I think so." Lonemoon nodded. "I've heard that among the top four aristocratic families in the Upper Azure World, there is one that specialises in refining pills. The cultivators from that family are mostly core cultivators who specialise in refining pills. The family owns the only Thousand Leaves Vegetation Spirit in the world and it's their treasure."

source: “应该是吧，不然他这么拼命干嘛？”孤月随口回了句。
en_us: "Probably, why would it risk its life otherwise?" Lonemoon replied.

source: “应该是有人倒霉遇到凶兽了。”旁边的青岚回答，“看这动静，多半就是这片树林的兽王，少说也是十二阶。”
en_us: "It looks like someone got unlucky and met with a beast," Qing Lan replied. "From what we've seen, most of the beasts in this realm are at least twelfth-level beasts, if not beast kings."

source: “应该是炉内的储药格。”羿清指了指练丹炉的右侧，那里的确有个打开的格子。
en_us: "It's probably the medicine storage compartment in the cauldron." Yi Qing pointed at the right side of the elixir-refining cauldron. There was indeed an open compartment there.

source: “应该的，应该的。”兔王讨好的笑了笑，这才提着兔胆儿，说出自己的目的，“那么……以后我族进出妖界，能不能请您……高抬贵手，不杀？”
en_us: "It's only right to do so," said the Rabbit Monarch with a fawning smile. Only then did it muster the bit of its rabbit guts to mention its motive. "Then… the next time we rabbits leave the Demon Realm, is it possible for you to… spare them?"

source: “应该的，应该的！”两兔子抖了抖耳朵，转身飞似的告辞了。直到飞出老远才松了口气，还好没遇到大仙。
en_us: "Don't mention it. It's our duty!" Shaking their ears, the two rabbits turned and flew off. It wasn't until they had flown some distance away that they heaved a sigh of relief. Thank goodness they hadn't met the Great Immortal.

source: “应该的，应该的，大仙请！”
en_us: "It's my duty. Come this way, Great Immortal!"

source: “废丹？”
en_us: "Useless elixirs?"

source: “废物！”
en_us: "Useless boy!"

source: “废物，麻利点！”
en_us: "Good-for-nothing, be quicker and more efficient!"

source: “废话。”孤月回头白了他一眼，你也就是遇到跟沈萤无关的问题时，智商才会回归，“刚刚她们中明明有三人都已经结丹，报上来的修练功法却只是一些低阶，甚至有些是散仙都不会去练的功法，谁信？明显一个都没说真话。”
en_us: "Of course I know that." Lonemoon rolled his eyes at him. Your intelligence only returns when the matter doesn’t concern Shen Ying. "Just now amongst them, there were already three people who have completed their Core Formation, yet the cultivation techniques they reported are only some low level ones, some of them skills that not even an itinerant cultivator would practice. Who would believe that? Obviously, none of them were speaking the truth."

source: “废话少说，来战。”他话还没说完，羿清却已经再次朝着空中的人冲了过去，剑招再起又是满天的剑光。
en_us: "Stop talking rubbish, let's fight." He had not finished his words, yet Yi Qing was already going towards the person in the air, moving his sword as it shone in the sky.

source: “建一个门派就我们三个？你别逗了！”孤月白了她一眼道，“开宗立派哪是这么容易的事？你真以为是开店啊，有钱就行！不说别的，我们总得有个地盘吧！这上青界的灵脉都被世家和门派占得差不多了，上哪找灵脉去？除非回青界。”而且中青界也没那么容易找着。
en_us: "Establish a sect with just the three of us? Don't be silly!" Lonemoon rolled his eyes. "Do you really think it's so easy to establish a sect? Do you think it's like setting up a shop and all we need is money? All else aside, we need to at least have a place! The spirit veins in the Upper Azure World are all occupied by the aristocratic families and sects. Where are we supposed to find a spirit vein for ourselves? We'd have to return to the Middle Azure World." It was not that easy to find one even in the Middle Azure World.

source: “开……开花了！”羿清一惊。
en_us: "It's... it's flowering!" Yi Qing exclaimed.

source: “开了。”他话还没说完，沈萤突然说了一句，手指张开，顿时一条指间大小的裂缝就出现在她手心上方。像是停滞的闪电一样，闪着白光，浮在半空。
en_us: "It's open." Before Yi Feng could finish, Shen Ying interrupted him. She unclenched her fist and revealed a small crack on her palm. It looked like a bolt of flashing white lightning. The bolt began to float into the air.

source: “开了！”孤月提醒一句，示意大家后退。
en_us: "It's open!" warned Lonemoon, signaling everybody to move back.

source: “开始吧！”沈萤催促了一句，还赶着回家吃饭呢！
en_us: "Let's begin", Shen Ying prompted, " I need to return home for dinner!"

source: “开席了吗？”沈萤对这种商业互吹没兴趣，直接问主题！
en_us: "Has the banquet started?" Shen Ying was not interested in this kind of business small talk and went straight to the main topic!

source: “弟子不明，刚刚师父明明是很简单的一挥，为何却有如此威力？”
en_us: "Disciple does not understand, how can that simple move of Master’s be so powerful?"

source: “弟子说的是其它的人。”
en_us: "Your disciple meant the rest of the sect members."

source: “当初。”他点了点头道，“飞升成仙，自然就到仙界去了，三界之间都是有界限的，不能随意穿越。那白泽不正是因此，才在下界呆了几万年？若是没有那玄灵花，怕是连你也打不开界门。”
en_us: "In the initial stage, yes." He nodded. "Once I ascend to become an Immortal, naturally I'll be in the Immortal Realm. There are boundaries between the three realms. You can't transmigrate the realms at your whim. Same case for Bai Ze. He had been in the lower realm for tens of thousands of years. If we did not have the Black Spirit Blossom, even you would not have been able to open the realm gate."

source: “当初若不是那个金丹修士多管闲事，自己前来找死，我的血祭大阵也不会拖到现在。”他冷哼一声，背后的狐尾一甩，扫开了插在了阵眼上的灵剑，血祭大阵再次启动，刺眼的白光中红光又起，“不过现在也不错，我儿复活后，只要吃了你们两个，最少也能直接结丹了，哈哈哈哈哈哈！”
en_us: "If it weren't for that busybody Golden Core cultivator who came looking for death, my Blood Sacrifice Array would not have been delayed until now." The blood fox sneered and flung out his tail, sweeping away the spiritual sword stuck on the array, and the Blood Sacrifice Array once again began to gleam with white and red glows. "But this is alright too, after my son’s resurrection, as long as I devour the both of you, I can at least complete my Core Formation immediately, hahaha!"

source: “当日打败郁家的是师父，总不能让众派如此误会下去。趁此机会，可以跟大家说清楚。”
en_us: "Master defeated the Yu family that day. We can't let this misunderstanding continue amongst the sects. I will take this opportunity to clear up this matter."

source: “当然啦！”她用力的点了点头，“我是过来人了，男女感情这种事，分分合合很正常了，看淡了就好。人不能在一颗树上吊死，一生这么长，总要多吊几棵试试。你还小，所以才纠结要不要喜欢的问题。”
en_us: "OF course!" She nodded furiously. "I've gone through this before. It is normal for a man and a woman to get together and separate. You just have to learn to take things lightly. We cannot be too inflexible and stubborn. We have long lives ahead of us, we have to try things out sooner or later. You're still young, that's why you're still struggling with whether you should even like him."

source: “当然是准备过去啊！”孤月习惯性的回答，“异宝降世，无论出来的是什么，都是无主之物，越早到达越有优势。”
en_us: "Of course to get ready to go over there!" Lonemoon habitually answered, "A unique treasure descended into the world, no matter what it is, it is an item with no Master, the sooner we reach, the greater our advantage."

source: “当然有用！”孤月有些激动的看向她手上的草木灵，“它是灵植灵气汇聚而生，所以可以感应到世间所有灵植的存在。也就是说，只要带着它，就有了这个秘境所有灵植的位置。”
en_us: "Of course they're useful!" Lonemoon exclaimed agitatedly. Fixing his eyes on the vegetation spirit in her hands, he continued, "It's formed from the Spirit Qi of many spirit herbs. Naturally, it'll be able to sense other spirit herbs. In other words, as long as we keep it with us, we'll be able to locate all the spirit herbs in the mystic realm."

source: “当然！”
en_us: "Of course!"

source: “当然！”孤月解释道，“先不说练丹，但凡种植或是灵植生长的地方，灵气都是别的地方的几倍。灵脉也是由此而成，无论是什么修士，哪个不需要灵气。”
en_us: "Of course!" Lonemoon explained, "Refining pills aside, wherever herbs and spirit herbs grow, the Spirit Qi would be ten times thicker than normal. That’s also how a spirit vein forms. Every cultivator needs Spirit Qi."

source: “当然！随便一个都是至宝。”
en_us: "Of course! They are all treasures."

source: “当然，你忘了虽然三界不能自由往来，但妖界可以啊。我有一个绝对可行的想法……”他一脸认真的道，“如若楼主同意，可以帮您达成此愿。”
en_us: "Of course, you forgot that although you cannot roam freely in the three realms, you can do so in the demon realm. I have am absolutely foolproof method..." He said earnestly, "If you allow it, it can help to achieve your goals."

source: “当然，听闻这几年又新立了好些个门派呢。”易家家主易峰摸了摸躺在旁边的十阶妖兽，笑笑道，“好在这印天城够大，就算再多来一倍的人，怕是也没有问题。不愧是富有四海的印家。咦，怎么不见印家主呢？”
en_us: "Of course. I have heard that in recent years, quite a number of new sects have been formed." The Yi Jia Family’s patriarch, Yi Feng, patted the tenth-stage demon beast lying next to him. He said with a chuckle, "Fortunately, this Yin Skycity is big enough. Even if double the number of people came, it would be no problem. The Yin Family really lives up to its reputation of superior wealth. But why is there no sign of the Yin patriarch?"

source: “当然，当然！这都是一场误会，就不要计较别的了。郁家主还是快点让人把另一位无敌派弟子，放出来吧。”
en_us: "Of course, of course! This is a misunderstanding, there's no need to fuss about it. Master Yu, quickly let the other disciple of the Invincible Sect out."

source: “当然，最好又厉害又霸气，可以名震三界的那种。”
en_us: "Of course. We want to sound formidable and strong. We want the kind of name that would shake the Three Realms."

source: “当然，相信我，男女间就是这么回事。”
en_us: "Of course, trust me, this is how relationships work."

source: “当然，算起来都快奔三的人了。”
en_us: "Of course, I've been cultivating for almost thirty years."

source: “当真？”旁边的人也睁开了眼，“清韵师兄，可有感应到是谁？”
en_us: "Truly?" The others by the side also opened their eyes. "Senior Brother Qing Yun, can you sense who that person is?"

source: “当真？”易峰一喜，“不知是何办法？”
en_us: "Really?" Yi Feng was evidently surprised. "What is your advice?"

source: “当真？”枫影一惊，快行两步走近，“孤月尊者说的是真的？”
en_us: "For real?" Feng Ying was stunned, he took two steps forward, "Supremacy Lonemoon are you speaking the truth?"

source: “影楼主说得没错，此事的确是我等的失误，应该给您一个交待。”他笑得越发的和善，职场模式全开。
en_us: "Tower Master Ying, you are right, this matter was indeed our mistake, we should give you an explanation." He smiled more amicably as he started the professional mode.

source: “往左前方向出去。”易峰强行稳住身形御剑而起，回头冲着沈萤提醒道。
en_us: "Jump ahead toward the left," Yi Feng shouted to Shen Ying as he forcefully got on his sword.

source: “很疼？”
en_us: "Is it painful?"

source: “很简单！”
en_us: "Very easy!"

source: “徒儿也是刚刚知晓，每月灵米供应是有数的。”早知道前阵子他就不做那么多糕点了，都怪蹭饭的某人，对，一定是他吃太多，才害师父没米下锅，“外事堂说，到是可以用灵石与其它弟子交换，但是……”
en_us: "Disciple has also only just found out about there being a limit to the amount of spirit rice provided per month." If only he had known, he would not have made so many pastries. It was all that freeloader's fault, yes, that must be it. He ate too much, which was why his master didn’t have food to eat now. "The Outer Affairs Hall said spirit stones can be used to exchange with other disciples, but…"

source: “徒儿以前筑基之时，经常会接这种活计。师父放心，此城甚小，地域不广，一般不会太远，天亮前即可结束，耽搁不了多久。”
en_us: "When I was in the Foundation Establishment realm, I have often picked up jobs like these. Master, rest assured, this city is small and the district is not wide, so the trips will usually not be too long and can be finished before sunrise. It will not waste too much time."

source: “徒儿知道师父心有大善，所以才常年驻守在此边界，以防妖类出去作恶。”
en_us: "I know that Master has a great heart, which is why you stay guard by the borders to prevent demons from leaving and creating chaos."

source: “徒儿这就去为您寻些吃食，开火做饭。”
en_us: "Disciple will now go to procure some food for you and start a fire to cook."

source: “得了吧！”一路跟来的孤月翻了个白眼，直接拆台，“她唯一担心的只是没人做饭而已。”
en_us: "Come off it!" Lonemoon, who had tagged along, rolled his eyes and cut to the chase, "The only thing she is worried about is that there will be no one doing the cooking."

source: “御兽？”
en_us: "Beast riding?"

source: “必须的，我专业的！”魔王立马拍胸保证，“大仙，您看我的！”
en_us: "Definitely, that's my area of expertise!" the Devil King promised with confidence, "Great Immortal, just you see!"

source: “忘了啥？”她歪了歪头，脸色更加茫然。
en_us: "Forger what?" Shen Ying shook her head, looking even more perplexed.

source: “快三更了，拖了这么久，得尽快把伤口处理好，免得小奴回来唠叨！”
en_us: “Damn, it’s almost midnight! Why did I dilly-dally for so long? I’d better deal with my wounds quickly before Xiaonu returns home and starts nagging me!”

source: “快则一两月，慢则一年半载。”羿清回道。
en_us: "If I'm quick, I'll take one or two monhs. If I'm slow, I could take about six months to a year," Yi Qing answered.

source: “快去禀报家族刑堂，禀报大总管！”
en_us: "Quickly go and report it to the family clan Disciplinary Court! Report this situation to the Chief Supervisor!"

source: “快天黑了，再坐一会就回家吧，迟些小奴又会担心了。”
en_us: "The sky is about to turn dark. I'll stay here for just a bit longer before heading home. If I stay for too much longer, Xiao Nu will get worried again."

source: “快快，指导指导。”孤月笑得更深了，顺手还推了她一把，阴阳怪气的道，“你再不快点，太阳要下山了。”
en_us: "Quickly, guide him, guide him." The grin on Lonemoon widened even more. He gave her a nudge and said, "You need to hurry, the sun is going down soon."

source: “快注入元力，回炉……”
en_us: "Quick, add some essence force! Melt them down..."

source: “快看，那几个人的脸，怎么毁成那样也敢出来！”
en_us: "Take a look. Those people there have such ruined faces, yet they dare to come out?"

source: “快走！”孤月立马抱起桌上的红萝卜，三人唤出了灵剑转身就往外飞了出去。
en_us: "Quick, let's go!" Lonemoon immediately grabbed the red radish from the table and the three of them summoned their spirit swords and began to fly away.

source: “快走！”郁红顾不得追击，转头大声让大家离开，但却已经来不及了。
en_us: "Let’s go quickly!" Yu Hong could not be bothered with chasing after the man. She instead turned to shout at everyone to leave, but it was already too late.

source: “快进去吧，界门要关了。”孤月也加了一句。
en_us: "Quickly enter, the realm gate is closing," Lonemoon added.

source: “快，快！背上虎哥！”
en_us: "Quick, quick! Carry Brother Hu!"

source: “怎么不是？”
en_us: "How is it not so?"

source: “怎么不能增幅下我的修炼速度？修炼速度还是慢如蜗牛，而且这黑色元力只能提炼出十缕太少太少了，就算这黑色元力再变态，我以后也只能对付铸鼎境界二三重的武者，还是个废物……”
en_us: "Why can't it increase my cultivation speed? My growth is still as slow as a snail. Additionally, I can only refine ten strands of black essence force, which is simply too little. No matter how obscene the power of this black essence force, I can only deal with an opponent at the second or third stage of the Cast Tripod Realm. I'm clearly still useless..."

source: “怎么不见小奴？”
en_us: "Where is Xiaonu?"

source: “怎么不见羿清尊者？”易峰往他们背后看了看，有些疑惑的问。
en_us: "Why don't I see Supremacy Yi Qing?" Yi Feng looked behind them and asked inquisitively.

source: “怎么什么乱七八糟的弱小妖类，都敢来参加万妖大会。”虎王愤愤不平的瞪了女子一眼，“你个没种的小妖，休得在此胡说八道，影响我等前去复仇的士气。”
en_us: "How dare a random lesser demon like you attend the Myriad Demon Congregation?" The Tiger Monarch glared at the woman furiously. "You spineless lesser demon, don't you continue your nonsense and dampen the morale of our revenge-seeking warriors!"

source: “怎么会这样？没道理啊！”
en_us: "How can this be? This doesn't make sense!"

source: “怎么会，我牛……我孤月也算是一派长老，言出必行！”他笑得眼睛都眯成了一线，上前拍了拍他的肩，一脸诚恳的道，“说实话，我早就听闻过追魂楼的威名，楼主能在短短百年的时间，就建立起比世家还庞大的信息网，实在是令我佩服。”
en_us: "Why would I, I Niu... I, Lonemoon, am also considered an Elder of a sect, I am a man of his word!" He smiled till his eyes became a line, he stepped forward and tapped on his shoulders, and spoke earnestly, "To be honest, I have long heard of the renown reputation of Soul Chasing Tower, you have managed to build a network larger than the aristocratic families within a hundred years, I really do admire you."

source: “怎么会？”
en_us: "Why would that be so?"

source: “怎么办？”他们被困在中间了，进退两难。
en_us: "What should we do?" Trapped in the middle, they could neither advance nor retreat.

source: “怎么办？”孤月有些烦，“这样下去，他们即使没有陷入心魔，也会被耗死在这里。”
en_us: "What should we do?" Lonemoon was annoyed. "If this carries on, they will waste away even if they don't get trapped by their mental demons."

source: “怎么办？回头再来？”
en_us: "What should I do? Come back later?"

source: “怎么取个菜名？”掌柜皱了皱眉，这才将目光扫向最后的沈萤，“那你……算了不重要！这回就算了，大家回去吧？！”
en_us: "Why are you named after a vegetable?” The owner frowned. He turned to look at Shen Ying and said, "You… Forget it, it's not important! We'll forget about it this time. Let's head back, guys!"

source: “怎么只有桂花糕？我记得上次没吃完的还有小天酥，莲花饼和缕子脍来着。”
en_us: “How come there is only Osmanthus Muffin? I remember that there were Crispy Delight, Lotus Tart and Fish Flake that I didn’t finish last time."

source: “怎么可能，要不是跟我看了同一本书，你是怎么穿越过来的？”
en_us: "How is that possible? If you didn't read the same book as i did, how did you transmigrate here?"

source: “怎么回事？”
en_us: "What's the matter?"

source: “怎么回事？为什么我们的术法完全没用？”奚辰眉头紧皱，看向中间的鬼旗，“若是不将里面的恶鬼放出，就不能净化里面的鬼气。可这上面的封印明明已经解开，为何却迟迟不见一丝鬼气溢出？”
en_us: "What happened? Why is our sorcery totally useless?" Xi Chen frowned and looked at the ghost flag in the center. "If we don't release the evil spirits, we can't purge the Ghost Qi inside. But the seal on the flag surface is already torn, why is there still no sign of any ghosts emerging?"

source: “怎么弄啊？”
en_us: "How on earth do I make these?"

source: “怎么有外人？”他强调外人两个字，上前一步，有意无意的隔开了两人，“不知是哪位道友？”小婊砸离我师父远点。
en_us: "Who is this outsider?" he emphasised on "outsider", subconsciously putting a distance between him and the two visitors. "Who is this Fellow Daoist?" Little bastard, you better stay away from my master!

source: “怎么样，这些能用吗？”
en_us: "So, are these useful?"

source: “怎么研究呢？下午拳头、腿、手肘、眼睛都试过了，要不试试耳朵？”
en_us: "How should I research? This afternoon, I've already tried it with my fists, legs, elbows, and eyes. How about I try with my ears?"

source: “怎么？怕了？”
en_us: "What's the matter? Are you scared?"

source: “怎么？莫非这幡内的鬼气可以免疫我的阵法不成。”
en_us: "What? Could it be that the Ghost Qi in this gonfalon is immune to my array formation?"

source: “思羽……”他神色一喜，突然想到了什么，“这里无敌派？思羽……快，带我去见大仙！快带我去见她。”
en_us: "Si Yu..." Yin Yuanfei was glad to see Si Yu. Then, suddenly recalling something, he asked, "Is this the Invincible Sect? Si Yu... Take me to Great Immortal! Take me to her quickly."

source: “思羽！”她快速扶起地上的人，扯了扯对方被拉开的灰袍，把那半截亮丽的衣衫又给裹了进去，“怎么样？没受伤吧？”
en_us: "Si Yu!" The woman who had rushed out quickly helped the lady on the ground up and re-tied her gray robe, hiding the bright and colorful clothing once again. "Are you okay? Are you alright?"
